tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ack'
brew 'autoconf'
brew 'autojump'
brew 'bash'
brew 'cairo'
brew 'git'
brew 'imagemagick'
brew 'mas'
brew 'mozjpeg'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'pngquant'
brew 'python'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'sox'
brew 'speedtest-cli'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'webkit2png'
brew 'xz'

cask '1password'
cask 'ableton-live-suite'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'android-file-transfer'
cask 'arduino'
cask 'bartender'
cask 'beamer'
cask 'cleanmymac'
cask 'dropbox'
cask 'firefox'
cask 'focus'
cask 'google-chrome'
cask 'gpgtools'
cask 'hazel'
cask 'hex-fiend'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'key-codes'
cask 'keyboard-maestro'
cask 'midi-monitor'
cask 'moom'
cask 'nucleo'
cask 'numi'
cask 'paw'
cask 'screenflow'
cask 'sketch'
cask 'spotify'
cask 'steam'
cask 'steermouse'
cask 'sysex-librarian'
cask 'transmit'
cask 'tunnelbear'
cask 'visual-studio-code'
cask 'vlc'
