tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ack'
brew 'autoconf'
brew 'autojump'
brew 'bash'
brew 'imagemagick'
brew 'mas'
brew 'mozjpeg'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'pngquant'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'sox'
brew 'speedtest-cli'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'webkit2png'
brew 'xz'

cask '1password'
cask 'ableton-live-suite'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'arduino'
cask 'bartender'
cask 'beamer'
cask 'caffeine'
cask 'cleanmymac'
cask 'docker'
cask 'dropbox'
cask 'eagle'
cask 'firefox'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'hazel'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'keyboard-maestro'
cask 'midi-monitor'
cask 'moom'
cask 'nucleo'
cask 'numi'
cask 'openemu'
cask 'paw'
cask 'postgres'
cask 'postman'
cask 'screenflow'
cask 'sequel-pro'
cask 'sketch'
cask 'sonic-visualiser'
cask 'spotify'
cask 'toneprint'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
