tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ack'
brew 'autoconf'
brew 'autojump'
brew 'bash'
brew 'blueutil'
brew 'cairo'
brew 'heroku'
brew 'imagemagick'
brew 'mas'
brew 'mozjpeg'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'pngquant'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'ruby-build'
brew 'speedtest-cli'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'webkit2png'
brew 'xz'
brew 'youtube-dl'

cask '1password'
cask 'adobe-creative-cloud'
cask 'applepi-baker'
cask 'arduino'
cask 'audacity'
cask 'bartender'
cask 'beamer'
cask 'caffeine'
cask 'cleanmymac'
cask 'cloud'
cask 'color-oracle'
cask 'drawbot'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'glyphs'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'hazel'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'keyboard-maestro'
cask 'moom'
cask 'netnewswire'
cask 'nucleo'
cask 'numi'
cask 'openemu'
cask 'opera'
cask 'postgres'
cask 'processing'
cask 'robofont'
cask 'safari-technology-preview'
cask 'screenflow'
cask 'screenhero'
cask 'sketch'
cask 'smart-scroll'
cask 'sublime-text'
cask 'transmit'
cask 'unicodechecker'
cask 'vlc'
cask 'wacom-tablet'
cask 'webkit-nightly'
cask 'xquartz'
